Repository: planetary-social/nos
Catalog: Nos/Assets/Localization/Moderation.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, ja, ko, nl, pt_br, sv, sw, th, tr, zh_hans, zh_hant

source: Bisexual porn
ar: محتوى إباحي مزدوج الميول
de: Bisexuelle Pornografie
es: Porno bisexual
fa: پورن دو جنس
fr: Pornographie bisexuelle
ja: バイセクシャルポルノ
ko: 양성애 음란물
nl: Biseksuele porno
pt_br: Pornografia bissexual
sv: Bisexuella porr
sw: Ponografia ya baiwani
th: สื่อลามกอนาจารไบเซ็กชวล
tr: Biseksüel porno
zh_hans: 双性色情
zh_hant: 雙性色情

source: Bodily Harm
ar: إيذاء جسدي
de: Körperlicher Schaden
es: Lesiones Corporales
fa: صدمه جسمی
fr: Préjudice corporel
ja: 身体的危害
ko: 신체적 피해
nl: Lichamelijk letsel
pt_br: Lesão Corporal
sv: Kroppslig skada
sw: Madhara ya Kimwili
th: อันตรายต่อร่างกาย
tr: Fiziksel Zarar
zh_hans: 身体伤害
zh_hant: 身體傷害

source: Casual nudity
ar: عري غير مقصود
de: Leichte Nacktheit
es: Desnudez casual
fa: عریانی معمولی
fr: Nudité occasionnelle
ja: カジュアルなヌード
nl: Terloopse naaktheid
pt_br: Nudez casual
sv: Casual nakenhet
sw: Uchi wa kawaida
th: การเปลือยกายทั่วไป
tr: Gündelik çıplaklık
zh_hans: 裸体
zh_hant: 裸體

source: Child Sexual Abuse
ar: الاعتداء الجنسي على الأطفال
de: Sexueller Missbrauch von Kindern
es: Abuso Sexual de Menores
fa: سوء استفاده جنسی از کودکان
fr: Abus sexuel sur enfant
ja: 児童性的虐待
ko: 아동 성 학대
nl: Seksueel kindermisbruik
pt_br: Abuso Sexual Infantil
sv: Sexuella övergrepp mot barn
sw: Dhuluma za Kingono kwa Watoto
th: การล่วงละเมิดทางเพศต่อเด็ก
tr: Çocuk Cinsel İstismarı
zh_hans: 儿童性虐待
zh_hant: 兒童性虐待

# coarseLanguage
source: Coarse Language or Intolerance
ar: لغة فظة أو عدم تسامح
de: Grobe Sprache
es: Lenguaje vulgar o intolerancia
fa: بدزبانی
fr: Langage grossier ou intolérance
ja: 粗野な言葉遣いや不寛容
ko: 거친 표현 또는 편협함
nl: Grove taal of intolerantie
pt_br: Linguagem Grosseira ou Intolerância
sv: Grovt språk
sw: Lugha ya Kejeli au Kutovumiliana
th: ภาษาหยาบคายหรือความไม่อดทน
tr: Kaba Dil veya Hoşgörüsüzlük
zh_hans: 粗鲁语言
zh_hant: 粗魯語言

source: Copyright Violation
ar: انتهاك حقوق النشر
de: Urheberrechtsverletzung
es: Violación de Copyright
fa: نقض حق تکثیر
fr: Violation du droit d'auteur
ja: 著作権侵害
ko: 저작권 위반
nl: Auteursrechtschending
pt_br: Violação de Direitos Autorais
sv: Upphovsrättsbrott
sw: Ukiukaji wa Hakimiliki
th: การละเมิดลิขสิทธิ์
tr: Telif Hakkı İhlali
zh_hans: 版权侵犯
zh_hant: 版權侵犯

source: Drug-related crime
ar: جرائم متعلقة بالمخدرات
de: Drogenbezogene Kriminalität
es: Crimen relacionado con drogas
fa: جرائم مواد مخدر
fr: Crime lié à la drogue
ja: 薬物関連犯罪
ko: 마약 관련 범죄
nl: Druggerelateerde misdaad
pt_br: Crime associado à droga
sv: Narkotikarelaterade brott
sw: Uhalifu unaohusiana na dawa za kulevya
th: อาชญากรรมที่เกี่ยวข้องกับยาเสพติด
tr: Uyuşturucu ile ilgili suç
zh_hans: 毒品犯罪
zh_hant: 毒品犯罪

source: Erotica
ar: محتوى إيروتيكي
de: Erotik
es: Erótica
fa: تحریک آمیز
fr: Érotisme
ja: エロティカ
nl: Erotiek
pt_br: Erótica
sv: Erotik
sw: Ngono
th: เรื่องเร้าอารมณ์
tr: Erotika
zh_hans: 黄色
zh_hant: 黃色

source: Financial Harm
ar: ضرر مالي
de: Finanzieller Schaden
es: Daño Financiero
fa: ضرر مالی
fr: Préjudice financier
ja: 金銭的被害
ko: 재정적 피해
nl: Financiële schade
pt_br: Danos Financeiros
sv: Finansiell skada
sw: Madhara ya Kifedha
th: ความเสียหายทางการเงิน
tr: Finansal Zarar
zh_hans: 财政伤害
zh_hant: 財政傷害

# fraudAndScams
source: Fraud & Scams
ar: احتيال وعمليات نصب
de: Betrug und Täuschung
es: Fraude y Estafas
fa: شیادی و کلاهبرداری
fr: Fraude et arnaques
ja: 詐欺
ko: 사기 및 스캠
nl: Fraude & oplichting
pt_br: Golpes e Fraudes
sv: Bedrägeri & Scams
sw: Ulaghai na Udanganyifu
th: การฉ้อโกงและการหลอกลวง
tr: Dolandırıcılık ve Sahtekarlık
zh_hans: 诈骗和欺诈行为
zh_hant: 詐騙和欺詐行為

source: Gay male porn
ar: محتوى إباحي مثلي
de: Homosexuelle männliche Pornografie
es: Porno homosexual entre hombres
fa: پورن مردان
fr: Pornographie gay masculine
ja: ゲイポルノ
ko: 남자 동성애 음란물
nl: Homoseksuele mannelijke porno
pt_br: Pornografia masculina homossexual
sv: Homosexuell manlig porr
sw: Ponografia ya wanaume wasagaji
th: สื่อลามกอนาจารชายรักชาย
tr: Eşcinsel erkek pornosu
zh_hans: 男性同性色情
zh_hant: 男性同性色情

source: Gender-fluid / non-binary porn
ar: محتوى إباحي للأشخاص متغيري الجنس أو غير ثنائيي الجنس
de: Gender-Fluide / nicht-binäre Pornografie
es: Porno entre gente no binarios
fa: پورن بی جنسیت
fr: Pornographie de genre fluide / non binaire
ja: ジェンダーフルイド/ノンバイナリーポルノ
ko: 젠더플루이드 / 논바이너리 음란물
nl: Genderfluïde / non-binaire porno
pt_br: Gênero-fluido / pornografia não binária
sv: Könsflytande / icke-binära porr
sw: Ponografia ya jinsia-mpito / isiyo-binari
th: สื่อลามกอนาจารเพศลื่นไหล/นอนไบนารี
tr: Akışkan cinsiyet / non-binary porno
zh_hans: 性别流体/非二元性色情
zh_hant: 性別流體/非二元性色情

source: Harassment
ar: تحرش
de: Belästigung
es: Acoso
fa: مزاحمت
fr: Harcèlement
ja: ハラスメント
ko: 괴롭힘
nl: Intimidatie
pt_br: Assédio
sv: Trakasserier
sw: Unyanyasaji
th: การคุกคาม
tr: Taciz
zh_hans: 骚扰

source: Harassment, Stalking, or Doxxing
ar: تحرش أو ملاحقة أو كشف معلومات شخصية
de: Belästigung, Stalking oder Doxxing
es: Acoso, Acecho, o Doxxing
fa: مزاحمت یا افشای اطلاعات خصوصی
fr: Harcèlement, traque ou divulgation d'informations personnelles
ja: ハラスメント、ストーキング、またはドクシング
ko: 괴롭힘, 스토킹 혹은 신상털기
nl: Intimidatie, stalking of doxxing
pt_br: Assédio, Perseguição, ou Doxxing
sv: Trakasseri, Stalking eller Doxxing
sw: Unyanyasaji, Ufuatiliaji, au Ufichuaji wa Taarifa Binafsi
th: การคุกคาม การติดตาม หรือการเปิดเผยข้อมูลส่วนตัว
tr: Taciz, Stalking veya Kişisel Bilgi İfşası
zh_hans: 骚扰、跟踪或揭露他人隐私
zh_hant: 騷擾、跟蹤或揭露他人隱私

source: Heterosexual Porn
ar: محتوى إباحي مغاير
de: Heterosexuelle Pornografie
es: Porno heterosexual
fa: پورن جنس مخالف
fr: Pornographie hétérosexuelle
ja: ヘテロセクシャルポルノ
ko: 이성애(헤테로) 음란물
nl: Heteroseksuele porno
pt_br: Pornografia Heterosexual
sv: Heterosexuell Porr
sw: Ponografia ya Wasiofanana Kijinsia
th: สื่อลามกอนาจารต่างเพศ
tr: Heteroseksüel Porno
zh_hans: 异性色情
zh_hant: 異性色情

source: Illegal
ar: غير قانوني
es: Ilegal
fa: غیر قانونی
fr: Illégal
ja: 違法
ko: 불법
nl: Illegaal
pt_br: Ilegal
sv: Olaglig
sw: Kinyume cha Sheria
th: ผิดกฎหมาย
tr: Yasa Dışı
zh_hans: 违法
zh_hant: 違法

source: Impersonation
ar: انتحال شخصية
de: Identitätsdiebstahl
es: Suplantación
fa: جعل هویت
fr: Usurpation d'identité
ja: なりすまし
ko: 도용 또는 사칭
nl: Identiteitsdiefstal
pt_br: Falsidade Ideológica
sv: Imitering
sw: Kujifanya Mtu Mwingine
th: การแอบอ้าง
tr: Kimlik Taklidi
zh_hans: 冒充他人
zh_hant: 冒充他人

# intoleranceAndHate
source: Intolerance & Hate
ar: التعصب والكراهية
de: Intoleranz & Hass
es: Intolerancia y Odio
fa: عدم مدارا و نفرت
fr: Intolérance et haine
ja: 不寛容と憎悪
ko: 해로움 및 증오
nl: Intolerantie & haat
pt_br: Intolerância e Ódio
sv: Intolerans & hat
sw: Kutovumiliana na Chuki
th: ความไม่อดทนและความเกลียดชัง
tr: Hoşgörüsüzlük ve Nefret
zh_hans: 不容忍和仇恨行为
zh_hant: 不容忍和仇恨行為

source: Lesbian porn
ar: محتوى إباحي سحاقي
de: Lesbische Pornografie
es: Porno homosexual entre mujeres
fa: پورن زنان
fr: Pornographie lesbienne
ja: レズビアンポルノ
ko: 여자 동성애 음란물
nl: Lesbische porno
pt_br: Pornografia Lésbica
sv: Lesbisk porr
sw: Ponografia ya wasagaji
th: สื่อลามกอนาจารเลสเบี้ยน
tr: Lezbiyen porno
zh_hans: 女性同性色情
zh_hant: 女性同性色情

source: Likely to cause harm
ar: من المحتمل أن يسبب الضرر
de: Verursacht wahrscheinlich Schaden
es: Probable que cause daño
fa: احتمال آسیب
fr: Susceptible de causer du tort
ja: 危害を与える可能性
ko: 해를 끼칠 가능성
nl: Waarschijnlijk schadelijk
pt_br: Passível de causar dano
sv: Sannolikt att orsaka skada
sw: Inaweza kusababisha madhara
th: มีแนวโน้มที่จะก่อให้เกิดอันตราย
tr: Zarar verme olasılığı
zh_hans: 可能造成伤害
zh_hant: 可能造成傷害

source: Malware
ar: برمجيات خبيثة
de: Schadsoftware / Malware
fa: بدافزار
fr: Logiciel malveillant
ja: マルウェア
ko: 멀웨어
sv: Skadlig kod/programvara (malware)
sw: Programu hatari
th: มัลแวร์
tr: Kötü Amaçlı Yazılım
zh_hans: 恶意软件
zh_hant: 惡意軟體

source: NSFW
ar: غير مناسب لبيئة العمل
fa: نامناسب برای خانواده و محیط کار
th: ไม่เหมาะสมสำหรับที่ทำงาน
tr: İş İçin Uygun Değil
zh_hant: 不適合工作場所

# nudityAndSex
source: Nudity or Sexual Content
ar: العري والجنس
de: Nacktheit & Sex
es: Desnudez o contenido sexual
fa: عریانی و جنسی
fr: Nudité ou contenu sexuel
ja: ヌードや性的コンテンツ
ko: 누드 또는 성적 콘텐츠
nl: Naaktheid en seks
pt_br: Nudez ou Conteúdo Sexual
sv: Nakenhet och sex
sw: Uchi au Maudhui ya Kingono
th: การเปลือยกายหรือเนื้อหาทางเพศ
tr: Çıplaklık veya Cinsel İçerik
zh_hans: 裸体和性行为
zh_hant: 裸體和性行為

source: Other
ar: أخرى (يرجى التوضيح)
de: Andere
es: Otro
fa: سایر
fr: Autre
ja: その他
ko: 기타
nl: Overig
pt_br: Outros
sv: Övrigt
sw: Nyingine
th: อื่นๆ
tr: Diğer
zh_hans: 其他
zh_hant: 其他

source: Pornography
ar: محتوى إباحي
de: Pornografie
es: Pornografía
fa: پورن
fr: Pornographie
ja: ポルノグラフィー
ko: 음란물
nl: Pornografie
pt_br: Pornografia
sv: Pornografi
sw: Ponografia
th: สื่อลามกอนาจาร
tr: Pornografi
zh_hans: 色情
zh_hant: 色情

source: Prostitution
ar: الدعارة
es: Prostitución
fa: تن فروشی
ja: 売春
ko: 성매매
nl: Prostitutie
pt_br: Prostituição
sw: Ukahaba
th: การค้าประเวณี
tr: Fuhuş
zh_hans: 卖淫
zh_hant: 賣淫

source: Sex
ar: جنس
es: Sexo
fa: سکس
fr: Sexe
ja: 性
ko: 성적인
nl: Seks
pt_br: Sexo
sw: Ngono
th: เพศ
tr: Cinsellik
zh_hans: 性行为
zh_hant: 性行為

source: Spam
ar: رسائل مزعجة
fa: اسپم
ja: スパム
ko: 스팸
sv: Skräppost
sw: Taka
th: สแปม
zh_hans: 垃圾
zh_hant: 垃圾

source: Transsexual porn
ar: محتوى إباحي للمتحولين جنسياً
de: Transsexuelle Pornografie
es: Porno transexual
fa: پورن بین جنسی
fr: Pornographie transsexuelle
ja: トランスセクシャルポルノ
ko: 트랜섹슈얼 음란물
nl: Transseksuele porno
pt_br: Pornografia transsexual
sv: Transsexuell porr
sw: Ponografia ya waliobadili jinsia
th: สื่อลามกอนาจารคนข้ามเพศ
tr: Transseksüel porno
zh_hans: 变性色情
zh_hant: 變性色情

source: Violence
ar: عنف
de: Gewalt
es: Violencia
fa: خشونت
ja: 暴力
ko: 폭력
nl: Geweld
pt_br: Violência
sv: Våld
sw: Ukatili
th: ความรุนแรง
tr: Şiddet
zh_hans: 暴力
zh_hant: 暴力

source: Violence towards a human being
ar: عنف تجاه إنسان
de: Gewalt gegenüber einem Menschen
es: Violencia hacia un ser humano
fa: خشونت بر علیه حیوان بااحساس
fr: Violence envers un être humain
ja: 人間に対する暴力
ko: 인간에 대한 폭력
nl: Geweld tegen een mens
pt_br: Violência contra um ser humano
sv: Våld mot en människa
sw: Ukatili dhidi ya binadamu
th: ความรุนแรงต่อมนุษย์
tr: İnsanlara yönelik şiddet
zh_hans: 对人类的暴力行为
zh_hant: 對人類的暴力行為

source: Violence towards a sentient animal
ar: عنف تجاه حيوان
de: Gewalt gegenüber einem fühlendem Tier
es: Violencia hacia un animal consciente
fa: خشونت بر علیه انسان
fr: Violence envers un animal sensible
ja: 知覚のある動物に対する暴力
ko: 지각 있는 동물에 대한 폭력
nl: Geweld tegen een levend dier
pt_br: Violência contra um animal senciente
sv: Våld mot ett levande djur
sw: Ukatili dhidi ya mnyama mwenye fahamu
th: ความรุนแรงต่อสัตว์ที่มีความรู้สึก
tr: Hissedebilen bir hayvana yönelik şiddet
zh_hans: 对情感动物的暴力行为
zh_hant: 對情感動物的暴力行為
